export const storeProducts=[
    {
        id:1,
        title:'تی شرت آستین کوتاه مردانه',
        img:'../logo.png',
        price:200,
        company:'شیائومی',
        info:'تی‌شرت نخی مناسب برای استفاده روزانه و با کیفیت چاپ مناسب که پس از شستشو تغییری در ظاهر آن ایجاد نخواهد شد. در چاپ این تی‌شرت‌ها از مواد اولیه با کیفیت مرغوب و با روش چاپ مطمئنی استفاده شده است به طوری که به هیچ وجه با شست‌وشو و استفاده روزمره دچار آسیب و یا جداشدن از روی تیشرت نمی‌گردد. از ترک خوردن در امان است و پوسته پوسته نمی‌گردد. اگر از آن دسته از کاربرانی هستید که جذابیت‌های پوشیدن یک تیشرت خوش‌استایل را از دست نمی‌دهید، و در عین حال در انتخاب محصول به صورت آنلاین مردد هستید، این تیشرت‌ها مناسب شما خواهد بود.',
        inCart:false,
        count:0,
        total:0
    },
    {
        id:2,
        title:'پیراهن آستین کوتاه مردانه مدل جین',
        img:'../shirt.jpg',
        price:200,
        company:'LG',
        info:'تی‌شرت نخی مناسب برای استفاده روزانه و با کیفیت چاپ مناسب که پس از شستشو تغییری در ظاهر آن ایجاد نخواهد شد. در چاپ این تی‌شرت‌ها از مواد اولیه با کیفیت مرغوب و با روش چاپ مطمئنی استفاده شده است به طوری که به هیچ وجه با شست‌وشو و استفاده روزمره دچار آسیب و یا جداشدن از روی تیشرت نمی‌گردد. از ترک خوردن در امان است و پوسته پوسته نمی‌گردد. اگر از آن دسته از کاربرانی هستید که جذابیت‌های پوشیدن یک تیشرت خوش‌استایل را از دست نمی‌دهید، و در عین حال در انتخاب محصول به صورت آنلاین مردد هستید، این تیشرت‌ها مناسب شما خواهد بود.',
        inCart:false,
        count:0,
        total:0
    },
    {
        id:3,
        title:'شومیز زنانه نیزل',
        img:'../shomiz.jpg',
        price:200,
        company:'نیزل',
        info:'شومیز اکنون یکی از آیتم های پرکاربرد و از استایل های مهمانی به حساب می آید و با دامن، شلوار و سرهمی ترکیب های خوبی می سازد؛ به همین دلیل طراحان ما توجه زیادی به ایجاد تنوع در مدل های مختلف شومیز داشته اند. مدل های شومیز مجلسی 2020 مطابق با عکس ژورنال با تن خوری عالی، فوق العاده شیک و دوست داشتنی می باشند.',
        inCart:false,
        count:0,
        total:0
    },
    {
        id:4,
        title:'کفش روزمره زنانه',
        img:'../womenshoe.jpg',
        price:200,
        company:'ایران',
        info:'رویه کفش از نوع چرم هورس مرغوب می باشد زیره کفش از نوع EVA و لاستیک جهت راحتی بیشتر و جلوگیری از لغزش دارای کفی طبی با قابلیت ارتجاعی ',
        inCart:false,
        count:0,
        total:0
    },
    {
        id:5,
        title:'ساعت مچی دیجیتال اسکمی',
        img:'../wach.jpg',
        price:200,
        company:'اسکمی',
        info:'این روزها برندهای زیادی در دنیا ساعت‌ مچی با کارایی‌های مختلف تولید می‌کنند، که یکی از معتبرترین و پر‌فروش ترین آنها برند اسکمی است.شرکت SKMEI با تولید این ساعت از بسیاری برندها سبقت گرفته است. کیفیت، زیبایی و کارایی از بارزترین مشخصه‌های این کالا‌ می‌باشد.بند این محصول از پلی یورتان ضد حساسیت تولید شده، که دارای مقاومت بالا و نرمی فوق العاده است و باعث آزار دست نمی‌شود.با استفاده از باطری مکسل 2032 باعث کارکرد طولانی و با عایق بندی مناسب 100% ضدآب و مقاوم در برابر گرد‌و‌غبار و رطوبت نموده است.با کاربرد صفحه تاریک (DARK) و نمایشگر جیوه‌ای خواندن این ساعت را در آفتاب و نور مستقیم میسر نموده و به جذابیت آن افزوده و با ال ای دی لایت در نور صفحه شما قادر به مشاهده راحت زمان در تاریکی مطلق هستید.یکی از دقیق ترین محاسبه گرهای زمان در بین ساعت‌های موجود در بازار می‌باشد.با طراحی آرگونومیک این ساعت باعث شده است تا بسیار زیبا بر روی دست قرار گیرد و در سرتاسر بند این ساعت شکاف‌های کوچکی قرار دارد تا ساعت بعد از بستن بر روی دست به هیچ عنوان باعث تعریق نشود. یکی از خصوصیات مهم این ساعت نمایش زمان 2 کشور مختلف است که کارایی زیادی برای افرادی دارد که مرتبا در سفر هستند. استفاده از نمایشگر 3D خواندن این ساعت را از هر زاویه‌ای ممکن کرده است.استفاده با خاطری آسوده در آبهای شور ، باران ، کویر ، گل و لای و ......... بارها و بارها برای هر شخصی پیش آمده که در هنگام شنا - اسکی - بدنسازی و سایر ورزش‌ها ، حمام و یا کارهایی همچون معماری - مکانیکی - نجاری و ... نیاز به ساعت مچی مقاوم داشته باشد ، می‌توانید با تهیه این کالا به خواسته خود برسید و از مقاومت بالای آن لذت ببرید.تحمل گرما تا 120 درجه سانتیگراد و تحمل سرما تا 50- درجه سانتی گراد که در کمتر ساعتی شاهد این مورد خواهید بود.تمامی محصولات تست شده و اصلی را با لیبل MVK SHOP و جعبه فلزی اورجینال تحویل بگیرید .',
        inCart:false,
        count:0,
        total:0
    },
    {
        id:6,
        title:'شلوار زنانه مدل گشاد',
        img:'../pants.jpg',
        price:200,
        company:'ایران',
        info:'این شلوار نخی از بالا گشاد قد 90 میباشد جنس پارچه نخی است و کش نمیاد بدون ابرفت و رنگ دهی میباشد فاق ان بلند است و مناسب سایز 36 تا 44 میباشد این شلوار را میتوانید در منزل یا بیرون استفاده کنید',
        inCart:false,
        count:0,
        total:0
    },
    {
        id:7,
        title:'کیف رودوشی چرم جانتا',
        img:'../bag.jpg',
        price:200,
        company:'جانتا',
        info:'کیف دوشی جانتا مدل D078 در گروه محصولات دوشی آقایان و بانوان از محبوبیت خاصی تا به امروز برخوردار بوده است. طراحی ساده در عین حال کاربردی و زیبای این محصول مجموعه را برآن داشت درصدد تولید مدل D078 در تنوع های رنگی مناسب آقایان و بانوان برآیند و رضایت طیف گسترده تری از مشتریان را به خود اختصاص دهند. به لحاظ ساختار این کیف دارای یک محفظه ی اصلی می باشد که از طریق زیپ قابل باز و بسته شدن است. یک عدد جیب خارجی مگنت دار در جلو کیف همچنین جیب زیپ دار در پشت کیف دسترسی آسان تر به لوازم و اقلام ضروری را فراهم آورده است. ابعاد مناسب و وزن سبک محصول، این مدل را به یکی از پرکاربردترین کیف های دوشی برای استفاده روزمره تبدیل کرده است. فضای کافی برای قراردادن لوازم ضروری از جمله پول و مدارک شناسایی، تلفن همراه، پاوربانک، لوازم آرایشی، عینک و ... تمامی آنچیزی است که باید یک کیف دوشی داشته باشد. کیف رودوشی جانتا مدل D078 برای علاقه مندان به محصولات ظریف چرمی و آنان که طرفدار کیف های کوچک دوشی هستند جهت استفاده ی روزمره و استریت استایل ها انتخاب مناسب و شایسته ای به شمار می آید.',
        inCart:false,
        count:0,
        total:0
    },{
        id:8,
        title:'دستبند زنانه سواروسکی',
        img:'../nickle.jpg',
        price:200,
        company:'سواروسکی',
        info:'دستبند زنانه سواروسکی مدل 1053 از سری دستبند هایی است که دارای سنگ هفت رنگ اوپال اورجینال سواروسکی می باشد و حالت النگویی دارد. این سنگ ها که مشخصه اصلی این دستبند هستند در زوایای مختلف نور میتوانند رنگ های متفاوتی داشته باشند. به همین خاطر در تنوع های رنگی این دستبند آن رنگی که از رو به رو، نمود بیشتری دارد، به عنوان رنگ اصلی انتخاب شده است. قسمت فلزی دستبند زنانه سواروسکی مدل 1053 از جنس استیل 316 می باشد. این استیل دارای رنگ ثابت و مقاومت بیشتری نسبت به استیل های رده پایین تر می باشد. این دستبند همراه با جعبه و بگ ارائه می شود و برای هدیه دادن در مناسبت های مختلف نیز بسیار مناسب می باشد.',
        inCart:false,
        count:0,
        total:0
    },
    {
        id:9,
        title:'کفش مردانه',
        img:'../shoe.jpg',
        price:200,
        company:'ایران',
        info:'کفش‌های مردانه همیشه طرفداران خاص خود را دارند و این مدل از کفش‌های رسمی نیز با طراحی ظریف و در عین حال ساده خود همیشه شیک‌پوشی را به شما هدیه می‌دهد. کفش مردانه مدل SHO136 یکی از آن هاست. جنس رویه از چرم و زیره‌ای آن کلاسیک و عالی است. کفی این کفش طبی بوده و قابلیت ارتجاعی دارد. این قابلیت می‌تواند فشارهای زیادی را خنثی کند. کفش مردانه مدل SHO136 دارای کیفیت خوبی در پا است. رنگ مشکی آن باعث شده تا بتوان آن را با هر رنگ لباسی بپوشیم یا به اصطلاح ست کنیم. زیره این کفش از جنس پلی اورتان بوده نرمی خوبی دارد و فشار حاصله از وزن و زمین را کاهش می‌دهد. این زیره در برابر استحکاک و خوردگی مقاوم است. این کفش یکی از کفش‌های با کیفیت تولید شده در ایران است.',
        inCart:false,
        count:0,
        total:0
    },{
        id:10,
        title:'samsung s10',
        img:'img/1.jpg',
        price:200,
        company:'samsugn',
        info:'',
        inCart:false,
        count:0,
        total:0
    }
]

export const detailProduct={
        id:1,
        title:'تی شرت آستین کوتاه مردانه',
        img:'../t-shirt.jpg',
        price:200,
        company:'شیائومی',
        info:'تی‌شرت نخی مناسب برای استفاده روزانه و با کیفیت چاپ مناسب که پس از شستشو تغییری در ظاهر آن ایجاد نخواهد شد. در چاپ این تی‌شرت‌ها از مواد اولیه با کیفیت مرغوب و با روش چاپ مطمئنی استفاده شده است به طوری که به هیچ وجه با شست‌وشو و استفاده روزمره دچار آسیب و یا جداشدن از روی تیشرت نمی‌گردد. از ترک خوردن در امان است و پوسته پوسته نمی‌گردد. اگر از آن دسته از کاربرانی هستید که جذابیت‌های پوشیدن یک تیشرت خوش‌استایل را از دست نمی‌دهید، و در عین حال در انتخاب محصول به صورت آنلاین مردد هستید، این تیشرت‌ها مناسب شما خواهد بود.',
        inCart:false,
        count:0,
        total:0
    }
